[
    {"id":1, "name":"Pod de Carreras", "description":"Este Pod de Carreras perteneció al piloto Sebulba. Presentaba dos motores de Collar Pondrat. Los radiadores frontales divididos en X utilizaban un sistema de admisión de aire que garantiza el funcionamiento eficaz de las enormes turbinas. La velocidad máxima estimada es de 829 km/h y una altitud máxima de 85 metros.", "image":"https://i.ibb.co/QmyMgf0/nave-podsebulba.jpg", "price":15000, "categoria":"naves", "stock":2},
    {"id":2, "name":"Halcón Milenario", "description":"Carguero ligero Corelliano YT-1300, utilizado por los contrabandistas Han Solo y Chewbacca. Su apariencia envejecida oculta numerosas modificaciones avanzadas para aumentar la velocidad, las armas y el escudo de la nave, incluido un motor hiperimpulsor entre los más rápidos de toda la Galaxia.", "image":"https://i.ibb.co/B3kQ6G5/nave-halconmilenario.jpg", "price":150000, "categoria":"naves", "stock":1},
    {"id":3, "name":"Nave Real de Padme", "description":"Nave de metal pulido y aerodinámico pertenece al modelo Nubian 327 tipo J y como todos carecen de armamento, pero ofrecen fuertes escudos y un muy buen Hipermotor. Especialmente modificado para servir a la monarquía, con muchos detalles de fino trabajo, muy espacioso salón de trono donde la reina era atendida.", "image":"https://i.ibb.co/WVg7Y7m/nave-naboo.jpg", "price":500000, "categoria":"naves", "stock":1},
    {"id":4, "name":"Bláster de Han Solo", "description":"El bláster DL-44, es un tipo de pistola bláster pesada producida por BlasTech Industries. Se considera una de las pistolas bláster más poderosas de la galaxia y causaba daños masivos a corta distancia; sin embargo, se sobrecalentó rápidamente. Utilizada por el contrabandista Han Solo", "image":"https://i.ibb.co/HBQYzY3/blaster-hansolo.jpg", "price":500, "categoria":"blasters", "stock":10},
    {"id":5, "name":"Bláster de Jango Fett", "description":"El bláster WESTAR-34 fue diseñado específicamente para un uso sostenido a corta distancia, utilizando aleación dalloriana en su construcción para absorber más calor que un bláster estándar. Son compactas como para caber en un jetpack. Utilizado por el cazarrecompensas Jango Fett", "image":"https://i.ibb.co/VJmL3Vf/blaster-jangofett.jpg", "price":900, "categoria":"blasters", "stock":5},
    {"id":6, "name":"Droide Gonk", "description":"Droide de energía serie GNK, un droide poco sofisticados que actúa como batería ambulante, capaz de recargar vehículos y maquinaria. Esta equipado con un pequeño generador de energía interno y varios enchufes.", "image":"https://i.ibb.co/0YRZPdW/droide-gonk.jpg", "price":30, "categoria":"droides", "stock":20},
    {"id":7, "name":"Droide de Reparación", "description":"Droide de reparación serie DUM, diseñado para mantener a los pods de carreras. Mide 1.19 mts de alto, pero tienen la habilidad de plegarse de forma compacta cuando no estan en uso.", "image":"https://i.ibb.co/W3pG0mG/droide-pit.jpg", "price":45, "categoria":"droides", "stock":15},
    {"id":8, "name":"Droide de Protocolo", "description":"Droide de protocolo serie 3PO, modelo producido por Cybot Galáctica. Mide 1.7 mts de alto. Equipado con un módulo de comunicaciones TranLang III que domina más de 6 millones de formas de comunicación.", "image":"https://i.ibb.co/H2R5vHy/droide-protocolo.jpg", "price":70, "categoria":"droides", "stock":4},
    {"id":9, "name":"Droide Astromecánico", "description":"Droide astromecánico serie R2, diseñado para trabajar en y alrededor de naves como una unidad de diagnóstico y reparación. Hechos especialmente para encajar en las ranuras para droides astromecánicos de los cazas estelares. Disponible en varios colores.", "image":"https://i.ibb.co/HqDJC3T/droide-r2.jpg", "price":60, "categoria":"droides", "stock":5},
    {"id":10, "name":"Generador Hiperimpulsor", "description":"Hiperimpulsor modelo T-14, unidad generadora de hipervelocidad que impulsa a una nave a viajar a través del hiperespacio.", "image":"https://i.ibb.co/ckNPTmw/hipermotor.jpg", "price":20000, "categoria":"tecnologia", "stock":2},
    {"id":11, "name":"Casco de Soldado Imperial", "description":"Casco blindado, utilizado por los Stormtroopers. Contiene un equipo óptico, que genera imágenes holográficas con cristales polarizados para proteger los ojos del usuario, filtro de aire contaminado, conductos de ventilación dispuestos en forma de boca.", "image":"https://i.ibb.co/dBDYMSk/casco-stormtrooper.jpg", "price":15000, "categoria":"curiosidades", "stock":7},
    {"id":12, "name":"Sable de Luz Azul", "description":"Un arma distintiva, cuya imagen misma esta ligada al mito de la Orden Jedi. Consiste en una hoja de plasma emitida desde la empuñadura, suspendida en un campo de contención de fuerza. Fue fabricaba por un Jedi para que coincida con sus necesidades. Sin dudas una curiosidad interesante.", "image":"https://i.ibb.co/zbsszFQ/sablejedi.jpg", "price":1500000, "categoria":"curiosidades", "stock":1}
]